micropython/micropython/ports/nxp/board/evkmimxrt1060/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "evkmimxrt1060"
#define MICROPY_HW_MCU_NAME "imxrt1062"

/* Enable LVGL */
#define MICROPY_PY_LVGL             (1)
#define MICROPY_PY_LPI2C            (1)